[
  {
    "id": 1,
    "name": "Computer Science",
    "detail": "Aenean sit amet justo. Morbi ut odio.",
    "duration": 4,
    "created_at": "2018-05-17 11: 40: 18",
    "updated_at": "2018-06-20 01: 03: 10"
  },
  {
    "id": 2,
    "name": "Business",
    "detail": "Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo. In blandit ultrices enim.",
    "duration": 2,
    "created_at": "2018-01-08 06: 56: 47",
    "updated_at": "2017-12-01 18: 34: 07"
  },
  {
    "id": 3,
    "name": "Humanities",
    "detail": "In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh.",
    "duration": 6,
    "created_at": "2018-07-30 06: 03: 32",
    "updated_at": "2017-12-15 12: 05: 05"
  },
  {
    "id": 4,
    "name": "Data Science",
    "detail": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy.",
    "duration": 5,
    "created_at": "2018-09-26 17: 04: 47",
    "updated_at": "2018-06-08 12: 31: 52"
  },
  {
    "id": 5,
    "name": "Personal Development",
    "detail": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy.",
    "duration": 4,
    "created_at": "2018-04-25 06: 39: 38",
    "updated_at": "2018-06-13 04: 35: 02"
  },
  {
    "id": 6,
    "name": "Art and Design",
    "detail": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. ",
    "duration": 3,
    "created_at": "2018-09-01 22: 58: 12",
    "updated_at": "2018-01-04 21: 29: 52"
  },
  {
    "id": 7,
    "name": "Programming",
    "detail": "Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis.",
    "duration": 2,
    "created_at": "2018-11-17 12: 54: 43",
    "updated_at": "2018-05-26 22: 41: 40"
  },
  {
    "id": 8,
    "name": "Engineering",
    "detail": "Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti.",
    "duration": 6,
    "created_at": "2017-12-26 02: 02: 32",
    "updated_at": "2018-04-11 17: 07: 12"
  },
  {
    "id": 9,
    "name": "Health and Medicine",
    "detail": "Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst.",
    "duration": 2,
    "created_at": "2018-01-22 07: 05: 30",
    "updated_at": "2018-07-26 09: 14: 22"
  },
  {
    "id": 10,
    "name": "Mathematics",
    "detail": "In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. ",
    "duration": 2,
    "created_at": "2018-01-16 12: 31: 15",
    "updated_at": "2018-10-10 03: 32: 58"
  },
  {
    "id": 11,
    "name": "Science",
    "detail": "Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla.",
    "duration": 3,
    "created_at": "2018-10-06 17: 37: 21",
    "updated_at": "2018-07-09 11: 29: 12"
  },
  {
    "id": 12,
    "name": "Social Sciences",
    "detail": "Proin risus. Praesent lectus. Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis. ",
    "duration": 2,
    "created_at": "2018-03-19 19: 37: 38",
    "updated_at": "2018-05-15 07: 37: 05"
  },
  {
    "id": 13,
    "name": "Education and Teaching",
    "detail": "Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat.",
    "duration": 6,
    "created_at": "2018-03-04 16: 51: 03",
    "updated_at": "2018-03-29 02: 54: 32"
  }
]
